<script lang="ts" setup>
const kanada = [
	{
		btnText: "Гуманітарна віза для українців",
		btnLink: "/visas/Kanada/Humanitar",
	},
	{
		btnText: "Візитор віза",
		btnLink: "/visas/Kanada/Visitor",
	},
	{
		btnText: "Візовий супровід ",
		btnLink: "/visas/USA/suprovid",
	},
];
</script>
<template>
	<NuxtLayout name="visa" :tab-arr="kanada">
		<h1 class="visa_title">Visitor visa/Візитор віза</h1>
		<div class="wrap_visa_text">
			<p class="visa_desc">
				Візитор віза – це віза, яка може відкриватись як на одноразовий вʼїзд,
				такі на мультивʼїзди. Зазвичай, віза відкривається на термін до 6
				місяців, але при перетині кордону, офіцер може поставити біля візи
				певний рекорд про перебування менше чи більше 6 місяців. На цій візі Ви
				не матимете права навчатись чи працювати на оплачуваній/неоплачуваній
				роботі.
			</p>
			<p class="visa_desc">
				Візитор віза може мати різні цілі поїздки, серед них: <br />
				- Обʼєднання з членом сімʼї <br />
				- Бізнес поїздка <br />
				- Відвідання похоронів чи надання підтримки людині в критично важкому
				стані <br />
				- Приєднання до судна (як член екіпажу) <br />
				- Зайняти дипломатичну посаду <br />
				- Поїздка з близьким родичем, який займає дипломатичну посаду <br />
				- Вирішувати справи жертви авіаліній PS752 <br />
				- Щоб отримати CUAET <br />
				- Туризм <br />
			</p>
			<p class="visa_desc">Вартість візового супроводу складає - 300£</p>
			<p class="visa_desc">Вартість консульського збору від 100$</p>
		</div>
	</NuxtLayout>
</template>
<style scoped lang="scss"></style>
