<script lang="ts" setup>
const shingen = [
	{
		btnText: "Шенген Зона",
		btnLink: "/visas/Shingen",
	},
];
</script>
<template>
	<NuxtLayout name="visa" :tab-arr="shingen">
		<h1 class="visa_title">Віза в Шенген зону</h1>
		<div class="wrap_visa_text">
			<p class="visa_desc">
				Дана віза відкривається особам, які мають небіометричні закордонні
				паспорти, проте хочуть перетнути кордони Шенгенської зони. Особи, які
				мають біометричні паспорти, можуть перебувати на території зони Шенген
				до 90 днів. Особи, які мають картки побуту, небіометричні паспорти –
				можуть влітати в ту країну, чию картку побуту вони мають. В залежності
				від цілі поїздки можна подаватись на візи з різною тривалістю:
				довготривалі чи короткотривалі.
			</p>
			<p class="visa_desc">
				Віза може мати різні цілі поїздки, серед них: <br />
				- Транзит в іншу країну<br />
				- Туризм<br />
				- Відвідування сімʼї, родичів чи друзів<br />
				- Робоча віза<br />
			</p>
			<p class="visa_desc">Вартість візового супроводу складає 250£</p>
			<p class="visa_desc">Вартість консульського збору від 35€</p>
		</div>
	</NuxtLayout>
</template>
<style scoped lang="scss"></style>
