<script lang="ts" setup></script>
<template>
	<NuxtLayout name="visa">
		<h1 class="visa_title">Student visa/Студентська навчальна віза</h1>
		<div class="wrap_visa_text">
			<p class="visa_desc">
				Студентська навчальна віза – це довготривала віза, яка видається під
				певний вищий навчальний заклад, з можливістю навчання та
				працевлаштування (як референт студентської профспілки чи деінде, години
				роботи визначаються індивідуально). Згідно з нею заявник отримує вклеєну
				віньєтку візи в закордонний паспорт на три місяці (мультивіза). А після
				приїзду в Сполучене Королівство – резидент картку на той термін, який
				був вказаний як термін навчання у вищому навчальному закладі.
			</p>
			<p class="visa_desc">
				Які вимоги до заявника та батьків? <br />
				- Мати від 16 років <br />
				- Мати пропозицію на курс від ліцензованого закладу-спонсора <br />
				- Мати достатньо коштів для оплати академічного року навчання в
				навчальному закладі (або першого семестру) <br />
				- Вміти говорити, читати, писати та розуміти англійську мову <br />
				- Мати Confirmation of Acceptance for Studies (CAS)
			</p>
			<p class="visa_desc">Вартість візового супроводу складає - 250£</p>
			<p class="visa_desc">
				Вартість консульського збору - 363£ <br />
				Вартість медичної страховки - 470£/за рік
			</p>
		</div>
	</NuxtLayout>
</template>
<style scoped lang="scss"></style>
