<script lang="ts" setup></script>
<template>
	<NuxtLayout name="visa">
		<h1 class="visa_title">Ukraine Scheme/Гуманітарна віза для українців</h1>
		<div class="wrap_visa_text">
			<p class="visa_desc">
				Гуманітарна віза – це віза, яка була відкрита в лютому 2022 року для
				українців, внаслідок нападу російської федерації на територію України.
				Віза передбачає надання прихистку громадянам України на 3-х річний
				період. Згідно цієї візи Вам буде видано статус резидента (діє протягом
				3-х років) та біометричну резидент картку (діє до 31.12.2024 року), з
				можливістю легального перебування, працевлаштування, навчання на
				території Сполученого Королівства та доступу до безкоштовної медицини,
				державних коштів (допомога на дитину, виплати пенсій, юніверсал кредит
				тощо).
			</p>
			<p class="visa_desc">
				Гуманітарна віза ділиться на три види: <br />
				-  Сімейна/Ukraine Family Scheme. Ви можете подаватись на неї, якщо у
				вас є в Британії близькі родичі чи члени сімʼї.<br />
				-  Спонсорська/Ukraine Sponsorship Scheme (Homes for Ukraine). Ви можете
				подаватись на неї, якщо у Вас є спонсор - друзі, знайомі, далекі родичі,
				які готові ним виступити. Якщо у Вас немає спонсора, але Ви хочете
				подаватись на даний вид візи, то ми можемо допомогти його знайти.<br />
				-  Віза на продовження/Ukraine Extension Scheme. Якщо у Вас є/була
				видана віза (візиторська, робоча, студентська тощо) до 31.12.2021 або
				після (але не пізніше 16.04.2023), і тривала після 01.01.2022, а також,
				Ви перебуваєте на території Сполученого Королівства, то Ви маєте змогу
				подаватись на продовження візи на основі попередньої.
			</p>
			<p class="visa_desc">Вартість візового супроводу складає - 300£</p>
			<p class="visa_desc">
				Консульський збір на даний вид візи не передбачений.
			</p>
		</div>
	</NuxtLayout>
</template>
<style scoped lang="scss"></style>
