<script lang="ts" setup></script>

<template>
	<div class="container">
		<div class="container_wrap cont_faq">
			<h1 class="visa_title title_faq">Поширені питання</h1>
			<h2 class="subtitle_faq">Умови нашої роботи</h2>
			<ul class="list_quests">
				<BaseAccordion :header-txt="'Яка гарантія, що я отримаю візу?'">
					<p class="faq_desc">
						Ми не можемо дати Вам 100% гарантію позитивного результату, бо Вашу
						заявку розглядає візовий офіцер і кінцеве рішення по візі залежить
						безпосередньо від нього. Проте, ми гарантуємо професійну підготовку
						Ваших документів до подачі та Вас до інтерв’ю (за потреби).
					</p>
				</BaseAccordion>
				<BaseAccordion :header-txt="'Терміни Вашої роботи?'">
					<p class="faq_desc">
						Ми не можемо дати Вам 100% гарантію позитивного результату, бо Вашу
						заявку розглядає візовий офіцер і кінцеве рішення по візі залежить
						безпосередньо від нього. Проте, ми гарантуємо професійну підготовку
						Ваших документів до подачі та Вас до інтерв’ю (за потреби).
					</p>
				</BaseAccordion>
				<BaseAccordion
					:header-txt="'Чи входить консульський збір у ціну Вашої роботи?'"
				>
					<p class="faq_desc">
						Ми не можемо дати Вам 100% гарантію позитивного результату, бо Вашу
						заявку розглядає візовий офіцер і кінцеве рішення по візі залежить
						безпосередньо від нього. Проте, ми гарантуємо професійну підготовку
						Ваших документів до подачі та Вас до інтерв’ю (за потреби).
					</p>
				</BaseAccordion>
				<BaseAccordion :header-txt="'Коли оплачувати Ваші послуги?'">
					<p class="faq_desc">
						Ми не можемо дати Вам 100% гарантію позитивного результату, бо Вашу
						заявку розглядає візовий офіцер і кінцеве рішення по візі залежить
						безпосередньо від нього. Проте, ми гарантуємо професійну підготовку
						Ваших документів до подачі та Вас до інтерв’ю (за потреби).
					</p>
				</BaseAccordion>
			</ul>
			<h2 class="subtitle_faq">Візові питання</h2>
			<ul class="list_quests">
				<BaseAccordion :header-txt="'На скільки часу відкривається віза?'">
					<p class="faq_desc">
						Ми не можемо дати Вам 100% гарантію позитивного результату, бо Вашу
						заявку розглядає візовий офіцер і кінцеве рішення по візі залежить
						безпосередньо від нього. Проте, ми гарантуємо професійну підготовку
						Ваших документів до подачі та Вас до інтерв’ю (за потреби).
					</p>
				</BaseAccordion>
				<BaseAccordion :header-txt="'Термін розгляду візи?'">
					<p class="faq_desc">
						Ми не можемо дати Вам 100% гарантію позитивного результату, бо Вашу
						заявку розглядає візовий офіцер і кінцеве рішення по візі залежить
						безпосередньо від нього. Проте, ми гарантуємо професійну підготовку
						Ваших документів до подачі та Вас до інтерв’ю (за потреби).
					</p>
				</BaseAccordion>
				<BaseAccordion :header-txt="'Чи може хтось забрати візу замість мене?'">
					<p class="faq_desc">
						Ми не можемо дати Вам 100% гарантію позитивного результату, бо Вашу
						заявку розглядає візовий офіцер і кінцеве рішення по візі залежить
						безпосередньо від нього. Проте, ми гарантуємо професійну підготовку
						Ваших документів до подачі та Вас до інтерв’ю (за потреби).
					</p>
				</BaseAccordion>
				<BaseAccordion :header-txt="'Чи потрібно мені їхати у візовий центр?'">
					<p class="faq_desc">
						Ми не можемо дати Вам 100% гарантію позитивного результату, бо Вашу
						заявку розглядає візовий офіцер і кінцеве рішення по візі залежить
						безпосередньо від нього. Проте, ми гарантуємо професійну підготовку
						Ваших документів до подачі та Вас до інтерв’ю (за потреби).
					</p>
				</BaseAccordion>
				<BaseAccordion :header-txt="'Чи буде інтерв’ю?'">
					<p class="faq_desc">
						Ми не можемо дати Вам 100% гарантію позитивного результату, бо Вашу
						заявку розглядає візовий офіцер і кінцеве рішення по візі залежить
						безпосередньо від нього. Проте, ми гарантуємо професійну підготовку
						Ваших документів до подачі та Вас до інтерв’ю (за потреби).
					</p>
				</BaseAccordion>
				<BaseAccordion :header-txt="'Що з собою брати у візовий центр?'">
					<p class="faq_desc">
						Ми не можемо дати Вам 100% гарантію позитивного результату, бо Вашу
						заявку розглядає візовий офіцер і кінцеве рішення по візі залежить
						безпосередньо від нього. Проте, ми гарантуємо професійну підготовку
						Ваших документів до подачі та Вас до інтерв’ю (за потреби).
					</p>
				</BaseAccordion>
			</ul>
			<h2 class="subtitle_faq">Перетин кордону</h2>
			<ul class="list_quests">
				<BaseAccordion :header-txt="'Що в мене будуть питати на кордоні?'">
					<p class="faq_desc">
						Ми не можемо дати Вам 100% гарантію позитивного результату, бо Вашу
						заявку розглядає візовий офіцер і кінцеве рішення по візі залежить
						безпосередньо від нього. Проте, ми гарантуємо професійну підготовку
						Ваших документів до подачі та Вас до інтерв’ю (за потреби).
					</p>
				</BaseAccordion>
				<BaseAccordion
					:header-txt="'Чи можу я з не біометричним паспортом прилетіти в Англію?'"
				>
					<p class="faq_desc">
						Ми не можемо дати Вам 100% гарантію позитивного результату, бо Вашу
						заявку розглядає візовий офіцер і кінцеве рішення по візі залежить
						безпосередньо від нього. Проте, ми гарантуємо професійну підготовку
						Ваших документів до подачі та Вас до інтерв’ю (за потреби).
					</p>
				</BaseAccordion>
				<BaseAccordion
					:header-txt="'Чи можу я з брп карткою подорожувати по Європі?'"
				>
					<p class="faq_desc">
						Ми не можемо дати Вам 100% гарантію позитивного результату, бо Вашу
						заявку розглядає візовий офіцер і кінцеве рішення по візі залежить
						безпосередньо від нього. Проте, ми гарантуємо професійну підготовку
						Ваших документів до подачі та Вас до інтерв’ю (за потреби).
					</p>
				</BaseAccordion>
				<BaseAccordion
					:header-txt="'Куди мені летіти, якщо в мене не біометричний паспорт?'"
				>
					<p class="faq_desc">
						Ми не можемо дати Вам 100% гарантію позитивного результату, бо Вашу
						заявку розглядає візовий офіцер і кінцеве рішення по візі залежить
						безпосередньо від нього. Проте, ми гарантуємо професійну підготовку
						Ваших документів до подачі та Вас до інтерв’ю (за потреби).
					</p>
				</BaseAccordion>
			</ul>
		</div>
	</div>
</template>
<style lang="scss" scoped>
.container {
	width: 100%;
	margin: 0 auto;
	background: #f2f7f4;
	min-height: 80rem;
	padding-top: 10rem;
}
.list_quests {
	width: 100%;
	display: flex;
	flex-direction: column;
	align-items: flex-start;
	justify-content: flex-start;
	gap: 1.6rem;
	margin-bottom: 3.2rem !important;
}
.cont_faq {
	display: flex;
	flex-direction: column;
	align-items: center;
	justify-content: center;
	max-width: 97rem;
	padding-bottom: 6.8rem;
}
.subtitle_faq {
	width: 100%;
	text-align: left;
	color: #1d1d1d;
	font-family: "Roboto";
	font-size: 2.2rem;
	font-style: normal;
	font-weight: 600;
	line-height: 2.6rem; /* 118.182% */
	margin-bottom: 2rem;
}
.faq_desc {
	color: #1d1d1d;
	font-family: "Roboto";
	font-size: 1.6rem;
	font-style: normal;
	font-weight: 500;
	line-height: 2.4rem; /* 150% */
}
.title_faq {
	color: #395847;
	font-family: "Roboto";
	font-size: 3.2rem;
	font-style: normal;
	font-weight: 700;
	line-height: 4rem; /* 125% */
	margin-bottom: 5.6rem;
}
</style>
