<script lang="ts" setup>
const kanada = [
	{
		btnText: "Гуманітарна віза для українців",
		btnLink: "/visas/Kanada/Humanitar",
	},
	{
		btnText: "Візитор віза",
		btnLink: "/visas/Kanada/Visitor",
	},
	{
		btnText: "Візовий супровід ",
		btnLink: "/visas/USA/suprovid",
	},
];
</script>
<template>
	<NuxtLayout name="visa" :tab-arr="kanada">
		<h1 class="visa_title">
			Canada-Ukraine Authorization for Emergency Travel (CUAET) <br />
			- Гуманітарна віза для українців
		</h1>
		<div class="wrap_visa_text">
			<p class="visa_desc">
				CUAET – цу мультивіза, яка видається на 3 чи 10 років з можливістю
				максимального перебування на території Канади до трьох років. Заодно з
				візою можна подаватись на отримання дозволу на працевлаштування, таким
				чином, віза буде видаватись лише на три роки. Якщо ж без дозволу, то
				вона відкривається на 10 років, а сам дозвіл можна оформити після
				прибуття в країну. Згідно цієї візи Вам буде видано статус тимчасового
				резидента з можливістю легального перебування, працевлаштування та
				навчання. На основі цієї візи Ви зможете переключитись на інші візи
				всередині Канади.
			</p>
			<p class="visa_desc">
				Яким вимогам Ви маєте відповідати? <br />
				- Бути громадянином/кою України <br />
				Або <br />
				- Бути чоловіком/дружиною українця чи українки <br />
				Або <br />
				- Бути дитиною одного з подружжя (де є хоча б один громадянин України),
				які є в цивільному чи в звичайному шлюбі. <br />
			</p>
			<p class="visa_desc">Вартість візового супроводу складає - 200£</p>
			<p class="visa_desc">
				Консульський збір на даний вид візи не передбачений
			</p>
		</div>
	</NuxtLayout>
</template>
<style scoped lang="scss"></style>
