<script lang="ts" setup>
const USA = [
	{
		btnText: "Неімміграційні візи типу В",
		btnLink: "/visas/USA",
	},
	{
		btnText: "-Бізнес віза типу В1",
		btnLink: "/visas/USA/BussinesB1",
	},
	{
		btnText: "-Туристична віза типу В2",
		btnLink: "/visas/USA/TuristicB2",
	},
	{
		btnText: "-Бізнес-туристична віза типу В1/В2",
		btnLink: "/visas/USA/Bussines-Turistic_B1B2",
	},
	{
		btnText: "-Гуманітарна віза для українців",
		btnLink: "/visas/USA/Humanitar",
	},
	{
		btnText: "Візовий супровід ",
		btnLink: "/visas/USA/suprovid",
	},
];
</script>
<template>
	<NuxtLayout name="visa" :tab-arr="USA">
		<h1 class="visa_title">
			Uniting for Ukraine/Гуманітарна віза для українців
		</h1>
		<div class="wrap_visa_text">
			<p class="visa_desc">
				Uniting for Ukraine – це віза, яка була відкрита в квітні 2022 року для
				українців, внаслідок нападу російської федерації на територію України.
				Віза передбачає надання прихистку громадянам України на 2-х річний
				період. Згідно цієї візи Вам буде видано статус тимчасового резидента з
				можливістю легального перебування, працевлаштування, навчання, отримання
				податкового номера, водійських прав та посвідчення особи, доступу до
				безкоштовної медицини, державних коштів. За цією візою Ви маєте право
				лише один раз вʼїхати на територію США. На основі цієї візи Ви зможете
				переключитись на інші візи всередині країни.
			</p>
			<p class="visa_desc">
				Яким вимогам Ви маєте відповідати? <br />
				- Бути громадянином/кою України, який/ка станом на 11 лютого 2022 року
				постійно проживав/ла на території України <br />
				Або <br />
				- Бути чоловіком/дружиною українця чи українки і проживати постійно
				разом з ними станом на 11 лютого 2022 року на території України <br />
				- Мати спонсора в США, який готовий поручитись за Вас фінансово та
				допоможе освоїтись після прибуття. <br />
			</p>
			<p class="visa_desc">Вартість візового супроводу складає - 300£</p>
			<p class="visa_desc">Вартість консульського збору - 160$</p>
		</div>
	</NuxtLayout>
</template>
<style scoped lang="scss"></style>
