<script lang="ts" setup></script>
<template>
	<NuxtLayout name="visa">
		<h1 class="visa_title">Child Student visa/Дитяча навчальна віза</h1>
		<div class="wrap_visa_text">
			<p class="visa_desc">
				Дитяча навчальна віза – це довготривала віза, яка видається під певний
				навчальний заклад, з можливістю навчання, доступу до медицини та
				часткового працевлаштування (в залежності від індивідуальних випадків).
				Згідно з нею Ваша дитина отримує вклеєну віньєтку візи в закордонний
				паспорт на три місяці (мультивіза). А після приїзду в Сполучене
				Королівство – резидент картку на той термін, який був вказаний як термін
				навчання в школі.
				<br />
				!Зверніть увагу, що в межах цієї візи, на основі дитячої навчальної візи
				можна запросити одного з батьків дитини у Великобританію.
			</p>
			<p class="visa_desc">
				Які вимоги до заявника та батьків? <br />
				-       Мати від 4 до 17 років <br />
				-       Хотіти навчатись в незалежній школі Британії <br />
				-       Мати Confirmation of Acceptance for Studies (CAS) <br />
				Мати достатньо коштів для оплати академічного року навчання дитини в
				закладі (або першого семестру)
			</p>
			<p class="visa_desc">Вартість візового супроводу складає - 250£.</p>
			<p class="visa_desc">
				Вартість консульського збору - 363£ <br />
				Вартість медичної страховки: 624£/за рік.
			</p>
		</div>
	</NuxtLayout>
</template>
<style scoped lang="scss"></style>
