<script lang="ts" setup></script>
<template>
	<NuxtLayout name="visa">
		<h1 class="visa_title">Standard Visitor visa/Звичайна візитор віза</h1>
		<div class="wrap_visa_text">
			<p class="visa_desc">
				Візитор віза – це короткотермінова мультивіза. Вона не є серед числа
				віз, які зараховуються на маршрут легалізації. За цією візою Ви НЕ
				матимете змоги отримувати виплати з державних коштів, виконувати
				оплачувану чи неоплачувану роботу, проживати в країні протягом довшого
				періоду часу, одружуватись чи реєструвати громадянський шлюб.
			</p>
			<p class="visa_desc">
				Візитор віза може мати різні цілі поїздки, серед них: <br />
				- Короткотермінове навчання (до 6 місяців) <br />
				- Бізнес поїздка <br />
				- Відвідування друзів чи сім’ї - Поїздка з ціллю лікування <br />
				- Відвідування з метою академічних досліджень (в тому числі як доктор,
				стоматолог тощо)
			</p>
			<p class="visa_desc">
				Вартість візового супроводу складає: <br />
				6-ти місячна віза - 350£ <br />
				2-х річна – 450£ <br />
				5-ти річна - 550£
			</p>
			<p class="visa_desc">
				Вартість консульського збору: <br />
				6-ти місячна віза - 100£ <br />
				2-х річна – 376£ <br />
				5-ти річна - 670£ <br />
				віза з ціллю лікування/академічна - 200£
			</p>
		</div>
	</NuxtLayout>
</template>
<style scoped lang="scss"></style>
