<script lang="ts" setup></script>
<template>
	<NuxtLayout name="visa">
		<h1 class="visa_title">EU Settlement Scheme/Віза на возʼєднання сімʼї</h1>
		<div class="wrap_visa_text">
			<p class="visa_desc">
				Віза на возʼєднання сімʼї до європейців – це мультивіза, згідно якої Ви
				будете мати можливість навчатись та працевлаштовуватись. Вона
				зараховується на маршрут легалізації в країні (тобто, веде до отримання
				громадянства).
			</p>
			<p class="visa_desc">
				Хто може подаватись? <br />
				- Заявники, які мають членів сімʼї у Великобританії і ті мають
				європейську національність, Швейцарської Конфедерації, Норвегії,
				Ісландії або Ліхтенштейну<br />
				- Заявники, які проживають за межами Сполученого Королівства з
				громадянином Британії<br />
				- Заявники, які мають родичів ірландців, британців (чи одночасно), які
				були народжені в Північній Ірландії.<br />
			</p>
			<p class="visa_desc">Вартість візового супроводу складає - 600£</p>
			<p class="visa_desc">
				Консульський збір на даний вид візи не передбачений.
			</p>
		</div>
	</NuxtLayout>
</template>
<style scoped lang="scss"></style>
